Repository: kaitoseto1129/kotsukotsubank
Catalog: コツコツバンク/Localizable.xcstrings
Source language: ja
Languages: en, ko, zh_hans

source: 「%@」を削除
en: Delete “%@”
ko: “%@” 삭제
zh_hans: 删除「%@」

source: 「%@」を削除しますか?
en: Delete “%@”?
ko: “%@”을(를) 삭제할까요?
zh_hans: 确定要删除「%@」吗？

source: /10分
en: /10 min
ko: /10분
zh_hans: /10分钟

source: /時間
en: /hr
ko: /시간
zh_hans: /小时

source: %@が「%@」を完了しました。承認してあげましょう!
en: %@ finished “%@”. Let's approve it!
ko: %@ 님이 “%@”을(를) 완료했어요. 승인해 주세요!
zh_hans: %@ 完成了「%@」，快去审批吧！

source: %@が「%@」を達成しました +%@
en: %@ completed “%@” +%@
ko: %@ 님이 “%@” 달성 +%@
zh_hans: %@ 完成了「%@」 +%@

source: %@が届くよ!
en: %@ is on its way!
ko: %@이(가) 도착해요!
zh_hans: %@ 就要到手啦！

source: %@のサポート中
en: Supporting %@
ko: %@ 지원 중
zh_hans: 正在协助 %@

source: 🎉 登録が完了しました!
en: 🎉 Registration complete!
ko: 🎉 등록이 완료되었습니다!
zh_hans: 🎉 注册完成！

source: 🎉 目標達成をチェックする
en: 🎉 Check goal achievement
ko: 🎉 목표 달성 확인하기
zh_hans: 🎉 查看目标达成情况

source: 4桁の暗証番号
en: 4-digit PIN
ko: 4자리 비밀번호
zh_hans: 4位数密码

source: amazon等商品リンク
en: Amazon (or other) product link
ko: Amazon 등 상품 링크
zh_hans: Amazon 等商品链接

source: Face IDでログイン
en: Log in with Face ID
ko: Face ID로 로그인
zh_hans: 使用 Face ID 登录

source: アイコン
en: Icon
ko: 아이콘
zh_hans: 图标

source: アイコンをえらんでね
en: Choose your icon
ko: 아이콘을 선택해주세요
zh_hans: 请选择图标

source: アカウント
en: Account
ko: 계정
zh_hans: 账户

source: アカウントが見つかりません
en: Account not found
ko: 계정을 찾을 수 없습니다
zh_hans: 未找到账户

source: アカウントをお持ちでない方はこちら
en: Don't have an account? Tap here
ko: 계정이 없으신가요? 여기를 탭하세요
zh_hans: 还没有账户？点击这里

source: おうちのお手伝いなど、親が決めたミッションに挑戦しよう。
en: Take on missions your parent sets, like helping around the house.
ko: 집안일 돕기 등 보호자가 정한 미션에 도전해요.
zh_hans: 挑战家长设定的任务，比如帮忙做家务。

source: おうちの人より: %@
en: From home: %@
ko: 가족으로부터: %@
zh_hans: 来自家人：%@

source: おかえりなさい
en: Welcome back
ko: 다시 오신 걸 환영해요
zh_hans: 欢迎回来

source: おめでとう!
en: Congratulations!
ko: 축하해요!
zh_hans: 恭喜！

source: おわったら下の「できた!」を押してね
en: When you're done, tap “Done!” below
ko: 끝나면 아래 “완료!”ㄹ 눌러주세요
zh_hans: 完成后请点击下方的「完成！」

source: お名前
en: Name
ko: 이름
zh_hans: 姓名

source: お子様
en: Child
ko: 자녀
zh_hans: 孩子

source: お子様(最大5人)
en: Children (up to 5)
ko: 자녀(최대 5명)
zh_hans: 孩子（最多5人）

source: お子様が登録されていません
en: No children registered
ko: 등록된 자녀가 없어요
zh_hans: 尚未添加孩子

source: お子様のコメント
en: Child's Comment
ko: 자녀의 코멘트
zh_hans: 孩子的留言

source: お子様の情報
en: Child Info
ko: 자녀 정보
zh_hans: 孩子信息

source: お子様へのメッセージ(任意。却下の理由もここに)
en: Message to your child (optional — include the reason if rejecting)
ko: 자녀에게 보내는 메시지(선택 사항, 반려 이유도 여기에)
zh_hans: 给孩子的留言（选填，退回理由也可写在这里）

source: お子様を編集
en: Edit Child
ko: 자녀 정보 수정
zh_hans: 编辑孩子信息

source: お子様を追加
en: Add Child
ko: 자녀 추가
zh_hans: 添加孩子

source: お手伃いをがんばって、 コツコツ貯めよう!
en: Work hard helping out at home, and save little by little!
ko: 집안일을 열심히 도와서 차곡차곡 모아봐요!
zh_hans: 努力做家务， 慢慢积攒吧！

source: お手伝い
en: Chores
ko: 집안일
zh_hans: 家务

source: お手伝いをがんばって、 コツコツ貯めよう!
en: Work hard helping out at home, and save little by little!
ko: 집안일을 열심히 도와서 차곡차곡 모아봐요!
zh_hans: 努力做家务， 慢慢积攒吧！

source: お皿洗い(10分)
en: Dishwashing (10 min)
ko: 설거지(10분)
zh_hans: 洗碗（10分钟）

source: お風呂掃除
en: Clean the bath
ko: 욕실 청소
zh_hans: 打扫浴室

source: カテゴリ
en: Category
ko: 카테고리
zh_hans: 分类

source: カテゴリで絞り込み
en: Filter by category
ko: 카테고리로 필터링
zh_hans: 按分类筛选

source: カメラが使えません
en: Camera Unavailable
ko: 카메라를 사용할 수 없습니다
zh_hans: 无法使用相机

source: カラー
en: Color
ko: 색상
zh_hans: 颜色

source: キャンセル
en: Cancel
ko: 취소
zh_hans: 取消

source: コツコツバンクとは?
en: What is KotsuKotsu Bank?
ko: KotsuKotsu Bank란?
zh_hans: 什么是 KotsuKotsu Bank?

source: このカテゴリのタスクはありません
en: No tasks in this category
ko: 이 카테고리에는 작업이 없어요
zh_hans: 此分类下没有任务

source: このメールアドレスは既に登録されています
en: This email is already registered
ko: 이미 등록된 이메일 주소입니다
zh_hans: 该邮箱地址已被注册

source: この端末ではカメラが使用できないため、「写真から選ぶ」から選んでください。
en: This device can't use the camera, so please choose from “Choose from Photos” instead.
ko: 이 기기에서는 카메라를 사용할 수 없으니 “사진에서 선택”에서 골라주세요.
zh_hans: 此设备无法使用相机，请从“从照片中选择”中选择。

source: この端末ではカメラが使用できないため、「写真を選ぶ」から選んでください。
en: This device can't use the camera, so please choose from “Choose Photo” instead.
ko: 이 기기에서는 카메라를 사용할 수 없으니 “사진 선택”에서 골라주세요.
zh_hans: 此设备无法使用相机，请从“选择照片”中选择。

source: この端末ではカメラが使用できないため、「画像選択」から写真を選んでください。
en: This device can't use the camera, so please choose a photo from “Choose Photo” instead.
ko: 이 기기에서는 카메라를 사용할 수 없으니 “사진 선택”에서 골라주세요.
zh_hans: 此设备无法使用相机，请从“选择照片”中选择照片。

source: ゴミ出し
en: Take out the trash
ko: 쓰레기 버리기
zh_hans: 倒垃圾

source: コメント
en: Comment
ko: 코멘트
zh_hans: 留言

source: コメントを入力
en: Enter a comment
ko: 코멘트 입력
zh_hans: 输入留言

source: これでOK!
en: Looks good!
ko: 이걸로 완료!
zh_hans: 就这样吧！

source: ご褒美の画像を選ぶ
en: Choose a reward image
ko: 보상 이미지 선택
zh_hans: 选择奖励图片

source: ご褒美をゲット
en: Get your reward
ko: 보상 받기
zh_hans: 获得奖励

source: さっそく使ってみましょう
en: Let's start using it
ko: 바로 사용해볼까요
zh_hans: 马上开始使用吧

source: サンプルデータを追加(動作確認用)
en: Add sample data (for testing)
ko: 샘플 데이터 추가(테스트용)
zh_hans: 添加示例数据（用于测试）

source: シャッター
en: Shutter
ko: 촬영
zh_hans: 拍照

source: スタート
en: Start
ko: 시작
zh_hans: 开始

source: すべて
en: All
ko: 전체
zh_hans: 全部

source: タイマーで作業して、終わったら写真とコメントを送ろう。
en: Work with the timer, then send a photo and comment when you're done.
ko: 타이머로 작업하고, 끝나면 사진과 코멘트를 보내요.
zh_hans: 使用计时器完成任务，完成后发送照片和留言。

source: タスクを編集
en: Edit Task
ko: 작업 수정
zh_hans: 编辑任务

source: タスクを追加
en: Add Task
ko: 작업 추가
zh_hans: 添加任务

source: タスク代: +%@
en: Task reward: +%@
ko: 작업 보상: +%@
zh_hans: 任务报酬：+%@

source: タスク価格
en: Task Reward
ko: 작업 보상
zh_hans: 任务金额

source: タスク内容
en: Task Details
ko: 작업 내용
zh_hans: 任务内容

source: タスク名
en: Task Name
ko: 작업 이름
zh_hans: 任务名称

source: タスク履歴
en: Task History
ko: 작업 기록
zh_hans: 任务记录

source: タスク承認
en: Task Approval
ko: 작업 승인
zh_hans: 任务审批

source: タスク管理・承認
en: Task Management & Approval
ko: 작업 관리·승인
zh_hans: 任务管理与审批

source: タスク詳細
en: Task Details
ko: 작업 상세
zh_hans: 任务详情

source: タスク達成状況
en: Task Progress
ko: 작업 달성 현황
zh_hans: 任务达成情况

source: だれがつかう?
en: Who's using it?
ko: 누가 사용하나요?
zh_hans: 谁在使用？

source: できた!
en: Done!
ko: 완료!
zh_hans: 完成！

source: テストで80点以上
en: Score 80+ on a test
ko: 시험 80점 이상
zh_hans: 考试80分以上

source: テストで100点
en: Score 100 on a test
ko: 시험 100점
zh_hans: 考试满分

source: ドル($)
en: Dollar ($)
ko: 달러 ($)
zh_hans: 美元 ($)

source: なわとび
en: Jump rope
ko: 줄넘기
zh_hans: 跳绳

source: のこり %@
en: %@ to go
ko: 남은 금액 %@
zh_hans: 还差 %@

source: はいる
en: Enter
ko: 입장하기
zh_hans: 进入

source: はじめて保護者モードに入ります。 これから使う4桁の暗証番号を決めてください。
en: This is your first time entering guardian mode. Please choose a 4-digit PIN to use from now on.
ko: 처음으로 보호자 모드에 들어갑니다. 앞으로 사용할 4자리 비밀번호를 정해주세요.
zh_hans: 首次进入保护者模式。 请设置今后使用的4位数密码。

source: はじめる
en: Get Started
ko: 시작하기
zh_hans: 开始使用

source: パスワード
en: Password
ko: 비밀번호
zh_hans: 密码

source: パスワード(4文字以上)
en: Password (4+ characters)
ko: 비밀번호(4자 이상)
zh_hans: 密码（4位以上）

source: パスワード(確認)
en: Password (Confirm)
ko: 비밀번호(확인)
zh_hans: 密码（确认）

source: パスワードが一致しません
en: Passwords don't match
ko: 비밀번호가 일치하지 않습니다
zh_hans: 密码不一致

source: パスワードが違います
en: Incorrect password
ko: 비밀번호가 틀렸습니다
zh_hans: 密码错误

source: パスワードを忘れた方
en: Forgot your password?
ko: 비밀번호를 잊으셨나요?
zh_hans: 忘记密码？

source: ベッドメイキング
en: Make the bed
ko: 이불 정리
zh_hans: 整理床铺

source: または
en: or
ko: 또는
zh_hans: 或

source: まだ実績がありません
en: No achievements yet
ko: 아직 실적이 없어요
zh_hans: 暂无成果

source: まだ履歴がありません
en: No history yet
ko: 아직 기록이 없어요
zh_hans: 暂无记录

source: ミッション
en: Mission
ko: 미션
zh_hans: 任务

source: ミッション: %@
en: Mission: %@
ko: 미션: %@
zh_hans: 任务：%@

source: ミッションをこなそう
en: Complete your missions
ko: 미션을 완료하자
zh_hans: 完成任务

source: ミッション中!
en: Mission in progress!
ko: 미션 진행 중!
zh_hans: 任务进行中！

source: ミッション準備中
en: Getting ready
ko: 미션 준비 중
zh_hans: 准备开始任务

source: メールアドレス
en: Email
ko: 이메일 주소
zh_hans: 邮箱地址

source: メッセージを読み上げる
en: Read message aloud
ko: 메시지 읽어주기
zh_hans: 朗读留言

source: よくあるタスクから選ぶ
en: Choose from common tasks
ko: 자주 쓰는 작업에서 선택
zh_hans: 从常用任务中选择

source: リンクの横のボタンで、商品名・画像・値段の取得を試せます(サイトによっては取得できないことがあります)
en: Use the button next to the link to try fetching the item name, image, and price (some sites may not work).
ko: 링크 옆 버튼으로 상품명·이미지·가격 가져오기를 시도할 수 있어요(사이트에 따라 가져오지 못할 수도 있어요).
zh_hans: 点击链接旁的按钮可尝试获取商品名称、图片和价格（部分网站可能无法获取）。

source: ログアウト
en: Log Out
ko: 로그아웃
zh_hans: 退出登录

source: ログイン
en: Log In
ko: 로그인
zh_hans: 登录

source: ログインパスワード
en: Login Password
ko: 로그인 비밀번호
zh_hans: 登录密码

source: ログインパスワードが違います
en: Incorrect login password
ko: 로그인 비밀번호가 틀렸습니다
zh_hans: 登录密码错误

source: ログインパスワードで本人確認をしたうえで、保護者パスワードを再設定します。
en: Verify your identity with your login password, then reset your guardian password.
ko: 로그인 비밀번호로 본인 확인 후 보호자 비밀번호를 재설정합니다.
zh_hans: 请先用登录密码验证身份，然后重新设置保护者密码。

source: 上の「よくあるタスクから選ぶ」から選ぶか、タスク名: 「お皿洗い」 タスク価格: 「50」(固定額) または「300」(時給)のように自由入力もできます
en: Choose from “Common tasks” above, or enter freely — e.g. Task name: “Do the dishes”, Reward: “50” (fixed) or “300” (hourly).
ko: 위 “자주 쓰는 작업에서 선택”하거나, 작업 이름: “설거지” 보상: “50”(고정 금액) 또는 “300”(시급)처럼 직접 입력할 수도 있어요.
zh_hans: 可以从上方「常用任务中选择」，也可以自由输入，例如任务名称：「洗碗」 任务金额：「50」（固定金额）或「300」（按小时计费）。

source: 今日のヒント: 最後に見直しをしよう!
en: Today's tip: double-check your work at the end!
ko: 오늘의 팁: 마지막에 다시 한 번 확인해요!
zh_hans: 今日小贴士：完成后再检查一遍！

source: 今日のミッション
en: Today's Missions
ko: 오늘의 미션
zh_hans: 今日任务

source: 今日のミッションはまだありません
en: No missions yet today
ko: 오늘의 미션이 아직 없어요
zh_hans: 今天还没有任务

source: 今日もえらいね!
en: Great job today!
ko: 오늘도 잘했어요!
zh_hans: 今天也很棒哦！

source: 今週のがんばり
en: This Week's Effort
ko: 이번 주의 노력
zh_hans: 本周努力

source: 今週のハイライト
en: This Week's Highlights
ko: 이번 주 하이라이트
zh_hans: 本周亮点

source: 会員登録
en: Sign Up
ko: 회원가입
zh_hans: 注册

source: 保存
en: Save
ko: 저장

source: 保護者
en: Guardian
ko: 보호자
zh_hans: 家长

source: 保護者が承認
en: Parent approves
ko: 보호자 승인
zh_hans: 家长审批

source: 保護者が確認すると、ミッションの金額がチャージされるよ。
en: Once your parent confirms, the mission's reward is added to your balance.
ko: 보호자가 확인하면 미션 금액이 충전돼요.
zh_hans: 家长确认后，任务金额就会入账。

source: 保護者の暗証番号を入力
en: Enter guardian PIN
ko: 보호자 비밀번호 입력
zh_hans: 输入保护者密码

source: 保護者パスワードを設定
en: Set Guardian Password
ko: 보호자 비밀번호 설정
zh_hans: 设置保护者密码

source: 保護者パスワード再設定
en: Reset Guardian Password
ko: 보호자 비밀번호 재설정
zh_hans: 重新设置保护者密码

source: 保護者モード
en: Guardian Mode
ko: 보호자 모드
zh_hans: 家长模式

source: 保護者モードについて
en: About Guardian Mode
ko: 보호자 모드 안내
zh_hans: 关于家长模式

source: 保護者より: %@
en: From your parent: %@
ko: 보호자로부터: %@
zh_hans: 来自家长：%@

source: 値段
en: Price
ko: 가격
zh_hans: 价格

source: 入力例
en: Example
ko: 입력 예시
zh_hans: 输入示例

source: 公園でランニング
en: Running at the park
ko: 공원에서 달리기
zh_hans: 在公园跑步

source: 円(¥)
en: Yen (¥)
ko: 엔 (¥)
zh_hans: 日元 (¥)

source: 再設定する
en: Reset
ko: 재설정하기
zh_hans: 重新设置

source: 再開する
en: Resume
ko: 재개하기
zh_hans: 继续

source: 写真から選ぶ
en: Choose from Photos
ko: 사진에서 선택
zh_hans: 从照片中选择

source: 写真を撮ってね
en: Take a photo
ko: 사진을 찍어주세요
zh_hans: 请拍一张照片

source: 写真を撮る
en: Take Photo
ko: 사진 촬영
zh_hans: 拍照

source: 写真を選ぶ
en: Choose Photo
ko: 사진 선택
zh_hans: 选择照片

source: 分給
en: Per 10 min
ko: 10분당
zh_hans: 每10分钟

source: 削除
en: Delete
ko: 삭제
zh_hans: 删除

source: 勉強
en: Study
ko: 공부
zh_hans: 学习

source: 却下
en: Reject
ko: 반려
zh_hans: 退回

source: 却下の理由
en: Reason for Rejection
ko: 반려 이유
zh_hans: 退回理由

source: 商品名
en: Item Name
ko: 상품명
zh_hans: 商品名称

source: 商品情報を取得できませんでした。手入力してください。
en: Couldn't fetch product info. Please enter it manually.
ko: 상품 정보를 가져오지 못했어요. 직접 입력해주세요.
zh_hans: 无法获取商品信息，请手动输入。

source: 固定額
en: Fixed amount
ko: 고정 금액
zh_hans: 固定金额

source: 子どもの日々の努力を記録し、親が承認し、ご褒美を受け取るまでの一連の流れをデジタル化するアプリです。
en: An app that digitizes the whole flow: recording your child's daily effort, having a parent approve it, and receiving a reward.
ko: 아이의 매일의 노력을 기록하고, 보호자가 승인하고, 보상을 받기까지의 흐름을 디지털화한 앱입니다.
zh_hans: 这是一款将孩子每日努力的记录、家长审批、直到获得奖励的整个流程数字化的应用。

source: 完了・却下したタスク
en: Completed / Rejected Tasks
ko: 완료·반려된 작업
zh_hans: 已完成・已退回的任务

source: 家族みんなでコツコツ貯めよう
en: Let's save together as a family
ko: 가족 모두 함께 차곡차곡 모아요
zh_hans: 全家一起慢慢存钱吧

source: 宿題を当日1時間以内に終わらせる
en: Finish homework within 1 hour, same day
ko: 그날 1시간 이내에 숙제 끝내기
zh_hans: 当天1小时内完成作业

source: 差し戻し
en: Returned
ko: 반려
zh_hans: 已退回

source: 差し戻し: %@
en: Returned: %@
ko: 반려: %@
zh_hans: 被退回：%@

source: 戻る
en: Back
ko: 뒤로
zh_hans: 返回

source: 承認
en: Approve
ko: 승인
zh_hans: 批准

source: 承認待ち
en: Awaiting approval
ko: 승인 대기
zh_hans: 待审批

source: 承認待ちのタスクはありません
en: No tasks awaiting approval
ko: 승인 대기 중인 작업이 없어요
zh_hans: 没有待审批的任务

source: 承認済み
en: Approved
ko: 승인됨
zh_hans: 已批准

source: 掃除機がけ
en: Vacuum
ko: 청소기 돌리기
zh_hans: 吸尘

source: 撮影する
en: Take Photo
ko: 사진 촬영
zh_hans: 拍照

source: 新しい4桁の暗証番号
en: New 4-digit PIN
ko: 새 4자리 비밀번호
zh_hans: 新的4位数密码

source: 新規会員登録
en: Create Account
ko: 신규 회원가입
zh_hans: 新用户注册

source: 新規会員登録2
en: Create Account
ko: 신규 회원가입
zh_hans: 新用户注册

source: 既にアカウントをお持ちの方はこちら
en: Already have an account? Tap here
ko: 이미 계정이 있으신가요? 여기를 탭하세요
zh_hans: 已有账户？点击这里

source: 時給
en: Hourly
ko: 시급
zh_hans: 按小时计费

source: 暗証番号(確認)
en: PIN (Confirm)
ko: 비밀번호(확인)
zh_hans: 密码（确认）

source: 暗証番号が一致しません
en: PINs don't match
ko: 비밀번호가 일치하지 않습니다
zh_hans: 密码不一致

source: 暗証番号が違います
en: Incorrect PIN
ko: 비밀번호가 틀렸습니다
zh_hans: 密码错误

source: 曜日
en: Day
ko: 요일
zh_hans: 星期

source: 期限
en: Due Date
ko: 기한
zh_hans: 截止日期

source: 期限を設定する
en: Set a due date
ko: 기한 설정하기
zh_hans: 设置截止日期

source: 未着手
en: Not started
ko: 시작 전
zh_hans: 未开始

source: 次のご褒美
en: Next Reward
ko: 다음 보상
zh_hans: 下一个奖励

source: 次の画面で「保護者」を選ぶと、保護者専用のパスワードをその場で設定できます。2回目からはそのパスワードで入ります。
en: On the next screen, choose “Guardian” to set a guardian-only password on the spot. From the second time on, you'll use that password to enter.
ko: 다음 화면에서 “보호자”를 선택하면 보호자 전용 비밀번호를 그 자리에서 설정할 수 있어요. 두 번째부터는 그 비밀번호로 들어갑니다.
zh_hans: 在下一个画面选择「家长」，即可当场设置家长专用密码。第二次开始将使用该密码进入。

source: 止める
en: Stop
ko: 중지
zh_hans: 停止

source: 毎日%@やれば、あと約%d日で達成!
en: Do %@ every day and you'll reach it in about %d days!
ko: 매일 %@씩 하면 약 %d일 후에 달성해요!
zh_hans: 每天做 %@，大约 %d 天后就能达成！

source: 洗濯物たたみ(10分)
en: Fold laundry (10 min)
ko: 빨래 개기(10분)
zh_hans: 叠衣服（10分钟）

source: 玄関の靴そろえ
en: Line up shoes at the entrance
ko: 현관 신발 정리
zh_hans: 整理门口的鞋子

source: 画像選択
en: Choose Photo
ko: 사진 선택
zh_hans: 选择照片

source: 登録済みタスク
en: Registered Tasks
ko: 등록된 작업
zh_hans: 已登记的任务

source: 目標・ご褒美設定
en: Goal & Reward Settings
ko: 목표·보상 설정
zh_hans: 目标与奖励设置

source: 目標がまだ設定されていません
en: No goal set yet
ko: 목표가 아직 설정되지 않았어요
zh_hans: 尚未设置目标

source: 目標設定日: %@
en: Goal set on: %@
ko: 목표 설정일: %@
zh_hans: 目标设定日期：%@

source: 確認をお願いします
en: Please take a look
ko: 확인 부탁드려요
zh_hans: 请确认一下

source: 肩たたき(10分)
en: Shoulder massage (10 min)
ko: 어깨 안마(10분)
zh_hans: 捶肩（10分钟）

source: 言語
en: Language
ko: 언어
zh_hans: 语言

source: 設定
en: Settings
ko: 설정
zh_hans: 设置

source: 設定してはじめる
en: Set & Start
ko: 설정하고 시작하기
zh_hans: 设置并开始

source: 証拠を残そう
en: Leave proof
ko: 증거를 남기자
zh_hans: 留下证据

source: 認証できませんでした
en: Authentication failed
ko: 인증할 수 없었습니다
zh_hans: 认证失败

source: 貯まった金額が目標に届いたら、ご褒美がもらえる!
en: Once your savings reach the goal, you get the reward!
ko: 모은 금액이 목표에 도달하면 보상을 받을 수 있어요!
zh_hans: 存款达到目标后，就能获得奖励！

source: 追加
en: Add
ko: 추가
zh_hans: 添加

source: 送信する
en: Send
ko: 보내기
zh_hans: 发送

source: 通貨
en: Currency
ko: 통화
zh_hans: 货币

source: 進捗管理
en: Progress
ko: 진행 관리
zh_hans: 进度管理

source: 進行中
en: In progress
ko: 진행 중
zh_hans: 进行中

source: 運動
en: Exercise
ko: 운동
zh_hans: 运动

source: 達成
en: Completed
ko: 달성
zh_hans: 已完成

source: 達成したご褒美
en: Rewards Earned
ko: 달성한 보상
zh_hans: 已获得的奖励

source: 達成したミッション
en: Completed Missions
ko: 완료한 미션
zh_hans: 已完成的任务

source: 達成額: %@ / %@
en: Earned: %@ / %@
ko: 달성 금액: %@ / %@
zh_hans: 已达成金额：%@ / %@

source: 金額
en: Amount
ko: 금액
zh_hans: 金额

source: 金額の単位
en: Reward Type
ko: 보상 단위
zh_hans: 计费方式

source: 閉じる
en: Close
ko: 닫기
zh_hans: 关闭

source: OK
ko: 확인
zh_hans: 好的

source: OK!
ko: 확인!
zh_hans: 好的！
